{
  "LuaSnip": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "arrow.nvim": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "hawtkeys.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "melange-nvim": { "branch": "master" },
  "menu": { "branch": "main" },
  "molten-nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neogit": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "precognition.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "smear-cursor.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "tabnine-nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-doge": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-move": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
